Repository: omeriadon/Timetable
Catalog: Special/Localizable.xcstrings
Source language: en
Languages: fr, it

source: %@ used
fr: %@ utilisés
it: %@ utilizzato

# %lld of %lld
source: %1$lld of %2$lld
fr: %1$lld sur %2$lld
it: %1$lld di %2$lld

source: %lld pending requests
fr: %lld demandes en attente
it: %lld richieste in attesa

source: %lld users
fr: %lld utilisateurs
it: %lld utenti

source: © %@, JDCQ. All rights reserved.
fr: © %@, JDCQ. Tous droits réservés.
it: © %@, JDCQ. Tutti i diritti riservati.

source: 1 day before
fr: 1 jour avant
it: 1 giorno prima

source: 1 week before
fr: 1 semaine avant
it: 1 settimana prima

source: 2 days before
fr: 2 jours avant
it: 2 giorni prima

source: 3 days before
fr: 3 jours avant
it: 3 giorni prima

source: A timetable or day is unavailable.
fr: Un emploi du temps ou un jour n'est pas disponible.
it: Un orario o un giorno non è disponibile.

source: About Timetable
fr: À propos de Timetable
it: Informazioni su Timetable

source: Accept
fr: Accepter
it: Accetta

source: Accessibility Label
fr: Libellé d'accessibilité
it: Etichetta di accessibilità

source: Account
fr: Compte

source: Account action
fr: Action du compte
it: Azione account

source: Account Data
fr: Données du compte
it: Dati dell'account

source: Account Ready
fr: Compte prêt
it: Account pronto

source: Add
fr: Ajouter
it: Aggiungi

source: Add a Friend
fr: Ajouter un ami
it: Aggiungi un amico

source: Add a friend to compare their timetable with yours here.
fr: Ajoutez un ami pour comparer son emploi du temps au vôtre ici.
it: Aggiungi un amico per confrontare qui il suo orario con il tuo.

source: Add Badge
fr: Ajouter un badge
it: Aggiungi badge

source: Add Event Notification
fr: Ajouter une notification d'événement
it: Aggiungi notifica evento

source: Add friend
fr: Ajouter un ami
it: Aggiungi amico

source: Add New Subject
fr: Ajouter une nouvelle matière
it: Aggiungi nuova materia

source: Add Personal Event
fr: Ajouter un événement personnel
it: Aggiungi evento personale

source: Add School Event
fr: Ajouter un événement scolaire
it: Aggiungi evento scolastico

source: Add Slot
fr: Ajouter un créneau
it: Aggiungi slot

source: Add Subject
fr: Ajouter une matière
it: Aggiungi materia

source: Add Tag
fr: Ajouter une étiquette
it: Aggiungi tag

source: Add Term Date
fr: Ajouter une date de trimestre
it: Aggiungi data del trimestre

source: Add User
fr: Ajouter un utilisateur
it: Aggiungi utente

source: Administration Unavailable
fr: Administration indisponible
it: Amministrazione non disponibile

source: Administrators
fr: Administrateurs
it: Amministratori

source: All accounts will be able to use the server again.
fr: Tous les comptes pourront de nouveau utiliser le serveur.
it: Tutti gli account potranno usare di nuovo il server.

source: All non-system-administrator accounts will receive an access error until normal access is restored.
fr: Tous les comptes qui ne sont pas administrateurs système recevront une erreur d'accès jusqu'à ce que l'accès normal soit rétabli.
it: Tutti gli account che non sono amministratori di sistema riceveranno un errore di accesso finché l'accesso normale non verrà ripristinato.

source: Allow Calendar Access
fr: Autoriser l'accès au calendrier
it: Consenti accesso al calendario

source: Allow Class Notifications
fr: Autoriser les notifications de cours
it: Consenti notifiche lezioni

source: Animation Speed
fr: Vitesse d'animation
it: Velocità animazione

source: Archive Section
fr: Archiver la section
it: Archivia sezione

source: Archive Section?
fr: Archiver la section ?
it: Archiviare la sezione?

source: Archive Tag
fr: Archiver l'étiquette
it: Archivia tag

source: Archive Tag?
fr: Archiver l'étiquette ?
it: Archiviare il tag?

source: Archived sections and their tags are removed from active selection.
fr: Les sections archivées et leurs étiquettes sont retirées de la sélection active.
it: Le sezioni archiviate e i relativi tag vengono rimossi dalla selezione attiva.

source: Archived tags are removed from active selection and subscriptions.
fr: Les étiquettes archivées sont retirées de la sélection active et des abonnements.
it: I tag archiviati vengono rimossi dalla selezione attiva e dagli abbonamenti.

source: Associated Names
fr: Noms associés
it: Nomi associati

source: Authority
fr: Autorité
it: Autorità

source: Background
fr: Arrière-plan
it: Sfondo

source: Before Class or From a Break
fr: Avant un cours ou depuis une pause
it: Prima di una lezione o da un intervallo

source: Before School
fr: Avant l'école
it: Prima della scuola

source: Body
fr: Corps
it: Corpo

# Both %@ and %@ use %@. Which one should keep it?
source: Both %1$@ and %2$@ use %3$@. Which one should keep it?
fr: %1$@ et %2$@ utilisent %3$@. Lequel doit le conserver ?
it: Sia %1$@ che %2$@ usano %3$@. Quale dovrebbe mantenerlo?

source: Broadcast History
fr: Historique des diffusions
it: Cronologia delle trasmissioni

source: Broadcast Notification
fr: Notification de diffusion
it: Notifica di trasmissione

source: Bug Report
fr: Rapport de bug
it: Segnalazione di bug

source: Cancel
fr: Annuler
it: Annulla

source: Canonical year-group names cannot be changed.
fr: Les noms canoniques des groupes d'années ne peuvent pas être modifiés.
it: I nomi canonici dei gruppi anno non possono essere modificati.

source: Category
fr: Catégorie
it: Categoria

source: Check what subjects your friends have right now, along with time left.
fr: Consultez les matières de vos amis en ce moment, avec le temps restant.
it: Controlla quali materie hanno ora i tuoi amici, con il tempo rimanente.

source: Choose a second person to compare.
fr: Choisissez une deuxième personne à comparer.
it: Scegli una seconda persona da confrontare.

source: Choose a subject.
fr: Choisissez une matière.
it: Scegli una materia.

source: Choose Emoji
fr: Choisir un emoji
it: Scegli emoji

source: Choose Person
fr: Choisir une personne
it: Scegli persona

source: Choose Photo
fr: Choisir une photo
it: Scegli foto

source: Choose two different people.
fr: Choisissez deux personnes différentes.
it: Scegli due persone diverse.

source: Choose whose weekly timetable appears in the widget.
fr: Choisissez l'emploi du temps hebdomadaire qui apparaît dans le widget.
it: Scegli l'orario settimanale visualizzato nel widget.

source: Classes
fr: Cours
it: Lezioni

source: Classroom
fr: Salle de classe
it: Aula

source: Close
fr: Fermer
it: Chiudi

source: Cloudflare Reconciliation
fr: Réconciliation Cloudflare
it: Riconciliazione Cloudflare

source: Cloudflare reports more stored data than local accounting. New profile photo writes are disabled.
fr: Cloudflare signale plus de données stockées que la comptabilité locale. L'écriture de nouvelles photos de profil est désactivée.
it: Cloudflare segnala più dati archiviati rispetto al conteggio locale. La scrittura di nuove foto del profilo è disattivata.

source: Code expires %@
fr: Le code expire le %@
it: Il codice scade il %@

source: Collapsed
fr: Réduit
it: Compresso

# Color: %@ %lld of %lld
source: Color: %1$@ %2$lld of %3$lld
fr: Couleur : %1$@ %2$lld sur %3$lld
it: Colore: %1$@ %2$lld di %3$lld

source: Colour
fr: Couleur
it: Colore

source: Compare ${firstPerson} with ${secondPerson} on ${day}
fr: Comparer ${firstPerson} avec ${secondPerson} le ${day}
it: Confronta ${firstPerson} con ${secondPerson} il ${day}

source: Compare Timetables
fr: Comparer les emplois du temps
it: Confronta gli orari

source: Compares two people's teaching sessions for a school day.
fr: Compare les cours de deux personnes pour une journée scolaire.
it: Confronta le lezioni di due persone per un giorno di scuola.

source: Content URL
fr: URL du contenu
it: URL del contenuto

source: Create
fr: Créer
it: Crea

source: Current Subject
fr: Matière actuelle
it: Materia attuale

source: Current time
fr: Heure actuelle
it: Ora attuale

source: Day
fr: Jour
it: Giorno

source: Day:
fr: Jour :
it: Giorno:

source: Debug Offset
fr: Décalage de débogage
it: Offset di debug

source: Debug Testing
fr: Test de débogage
it: Test di debug

source: Delete
fr: Supprimer
it: Elimina

source: Delete Account
fr: Supprimer le compte
it: Elimina account

source: Delete Account?
fr: Supprimer le compte ?
it: Eliminare account?

source: Delete Badge
fr: Supprimer le badge
it: Elimina badge

source: Delete Badge?
fr: Supprimer le badge ?
it: Eliminare il badge?

source: Delete Event
fr: Supprimer l'événement
it: Elimina evento

source: Delete friend request
fr: Supprimer la demande d'ami
it: Elimina richiesta di amicizia

source: Delete Friend Request?
fr: Supprimer la demande d'ami ?
it: Eliminare la richiesta di amicizia?

source: Delete Notification
fr: Supprimer la notification
it: Elimina notifica

source: Delete Notification?
fr: Supprimer la notification ?
it: Eliminare la notifica?

source: Delete Request
fr: Supprimer la demande
it: Elimina richiesta

source: Delete Subject
fr: Supprimer la matière
it: Elimina materia

source: Delivered
fr: Livré
it: Consegnato

source: Delivery
fr: Livraison
it: Consegna

source: Describe the feedback or bug
fr: Décrivez le retour ou le bug
it: Descrivi il feedback o il bug

source: Developer
fr: Développeur
it: Sviluppatore

source: Development
fr: Développement
it: Sviluppo

source: Development Access
fr: Accès développement
it: Accesso sviluppo

source: Display Name
fr: Nom affiché
it: Nome visualizzato

source: Done
fr: Terminé
it: Fatto

source: Drag to reposition and pinch to zoom.
fr: Faites glisser pour repositionner et pincez pour zoomer.
it: Trascina per riposizionare e pizzica per zoomare.

source: Edit
fr: Modifier
it: Modifica

source: Edit %@
fr: Modifier %@
it: Modifica %@

source: Edit Profile
fr: Modifier le profil
it: Modifica profilo

source: Edit Section
fr: Modifier la section
it: Modifica sezione

source: Eligible
fr: Éligible
it: Idoneo

source: Enable Notifications
fr: Activer les notifications
it: Abilita notifiche

source: Enable notifications for class reminders and important school events. You can configure each category separately later.
fr: Activez les notifications pour les rappels de cours et les événements scolaires importants. Vous pourrez configurer chaque catégorie séparément plus tard.
it: Abilita le notifiche per promemoria delle lezioni ed eventi scolastici importanti. Potrai configurare ogni categoria separatamente in seguito.

source: End
fr: Fin
it: Fine

source: Enter a new subject name.
fr: Saisissez un nouveau nom de matière.
it: Inserisci un nuovo nome materia.

source: Event Notifications
fr: Notifications d'événements
it: Notifiche eventi

source: Event Tags
fr: Étiquettes d'événements
it: Tag evento

source: Expanded
fr: Développé
it: Espanso

source: Failed
fr: Échoué
it: Non riuscito

source: Failure
fr: Échec
it: Errore

source: Feedback
fr: Retour

source: Find a Friend
fr: Trouver un ami
it: Trova un amico

source: Find Next Subject Occurrence
fr: Trouver la prochaine occurrence de la matière
it: Trova la prossima occorrenza della materia

source: Find Subject
fr: Trouver une matière
it: Trova materia

source: Find the next occurrence of ${subject}
fr: Trouver la prochaine occurrence de ${subject}
it: Trova la prossima occorrenza di ${subject}

source: Finds the next scheduled occurrence of a subject.
fr: Trouve la prochaine occurrence programmée d'une matière.
it: Trova la prossima occorrenza programmata di una materia.

source: Finds your next recess or lunch today.
fr: Trouve votre prochaine récréation ou pause déjeuner aujourd'hui.
it: Trova il tuo prossimo intervallo o pranzo di oggi.

source: Finds your next scheduled subject today.
fr: Trouve votre prochaine matière programmée aujourd'hui.
it: Trova la tua prossima materia programmata per oggi.

source: Finish onboarding to open your timetable.
fr: Terminez l'intégration pour ouvrir votre emploi du temps.
it: Completa l'introduzione per aprire il tuo orario.

source: First Period:
fr: Première période :
it: Primo periodo:

source: First Person
fr: Première personne
it: Prima persona

source: Font
fr: Police
it: Carattere

source: Free period
fr: Période libre
it: Ora libera

source: Free Period
fr: Période libre
it: Ora libera

source: Free Periods
fr: Périodes libres
it: Ore libere

source: Friend actions
fr: Actions sur les amis
it: Azioni amico

source: Friend requests
fr: Demandes d'ami
it: Richieste di amicizia

source: Friend Requests
fr: Demandes d'ami
it: Richieste di amicizia

source: Friend Unavailable
fr: Ami indisponible
it: Amico non disponibile

source: Friends
fr: Amis
it: Amici

source: Friends since
fr: Amis depuis
it: Amici da

source: Friends' Current Subjects
fr: Matières actuelles des amis
it: Materie attuali degli amici

source: Get ${person}'s timetable
fr: Obtenir l'emploi du temps de ${person}
it: Ottieni l'orario di ${person}

source: Get Free Periods
fr: Obtenir les périodes libres
it: Ottieni le ore libere

source: Get Next Break
fr: Obtenir la prochaine pause
it: Ottieni la prossima pausa

source: Get Next Subject
fr: Obtenir la prochaine matière
it: Ottieni la prossima materia

source: Get School Day Summary
fr: Obtenir le résumé de la journée scolaire
it: Ottieni il riepilogo della giornata scolastica

source: Get subjects for ${day}
fr: Obtenir les matières pour ${day}
it: Ottieni le materie per ${day}

source: Get Subjects for Day
fr: Obtenir les matières du jour
it: Ottieni le materie del giorno

source: Get the time until the next subject for ${person}
fr: Obtenir le temps restant avant la prochaine matière de ${person}
it: Ottieni il tempo mancante alla prossima materia di ${person}

source: Get Time Until Next Subject
fr: Obtenir le temps avant la prochaine matière
it: Ottieni il tempo alla prossima materia

source: Get Timetable for Person
fr: Obtenir l'emploi du temps d'une personne
it: Ottieni l'orario di una persona

source: Haptic Feedback
fr: Retour haptique
it: Feedback aptico

source: Here is your timetable.
fr: Voici votre emploi du temps.
it: Ecco il tuo orario.

source: Highlight Current Day in timetables
fr: Mettre en surbrillance le jour actuel dans les emplois du temps
it: Evidenzia il giorno corrente negli orari

source: Import complete
fr: Importation terminée
it: Importazione completata

source: Import failed
fr: Échec de l'importation
it: Importazione non riuscita

source: Import Schedule from Compass
fr: Importer l'horaire depuis Compass
it: Importa orario da Compass

source: Import timetable from Calendar again?
fr: Importer à nouveau l'emploi du temps depuis Calendrier ?
it: Importare di nuovo l'orario da Calendario?

source: Importing timetable...
fr: Importation de l'emploi du temps...
it: Importazione orario...

source: Incoming
fr: Entrant
it: In arrivo

source: Incoming Request
fr: Demande entrante
it: Richiesta in arrivo

source: Invalidated
fr: Invalidé
it: Invalidato

source: Keep Current Subject Tags
fr: Conserver les étiquettes de matière actuelles
it: Mantieni i tag materia attuali

source: Last Checked
fr: Dernière vérification
it: Ultimo controllo

source: Last Period
fr: Dernière période
it: Ultima ora

source: Last Server Sync
fr: Dernière synchronisation du serveur
it: Ultima sincronizzazione server

source: Leave blank to keep the current password.
fr: Laissez vide pour conserver le mot de passe actuel.
it: Lascia vuoto per mantenere la password attuale.

source: Limit
fr: Limite
it: Limite

source: Lists free teaching periods for a school day.
fr: Liste les périodes libres pour une journée scolaire.
it: Elenca le ore libere per un giorno di scuola.

source: Lists your scheduled subjects for a school day.
fr: Liste vos matières programmées pour une journée scolaire.
it: Elenca le materie programmate per un giorno di scuola.

source: Live Activities
fr: Activités en direct
it: Attività Live

source: Loading profile storage
fr: Chargement du stockage du profil
it: Caricamento archiviazione profilo

source: Loading Server Access
fr: Chargement de l'accès au serveur
it: Caricamento accesso al server

source: Loading year groups…
fr: Chargement des groupes d'années…
it: Caricamento gruppi anno…

source: Loading...
fr: Chargement…
it: Caricamento in corso…

source: Matching periods
fr: Périodes correspondantes
it: Ore corrispondenti

source: Monogram
fr: Monogramme
it: Monogramma

source: Monthly Operations
fr: Opérations mensuelles
it: Operazioni mensili

source: Mutation State
fr: État de mutation
it: Stato di mutazione

source: My Timetable
fr: Mon emploi du temps
it: Il mio orario

source: Name
fr: Nom
it: Nome

source: New Password
fr: Nouveau mot de passe
it: Nuova password

source: Next Break
fr: Prochaine pause
it: Prossima pausa

source: Next Subject
fr: Prochaine matière
it: Prossima materia

source: Next: %@
fr: Suivant : %@
it: Prossimo: %@

source: No
fr: Non

source: No Friend Requests
fr: Aucune demande d'ami
it: Nessuna richiesta di amicizia

source: No Friend Timetables
fr: Aucun emploi du temps d'ami
it: Nessun orario di amici

source: No Friends Yet
fr: Pas encore d'amis
it: Nessun amico ancora

source: No more classes
fr: Plus de cours
it: Nessuna altra lezione

source: No more classes today
fr: Plus de cours aujourd'hui
it: Nessun'altra lezione oggi

source: No more subjects
fr: Plus de matières
it: Nessun'altra materia

source: No pending requests
fr: Aucune demande en attente
it: Nessuna richiesta in attesa

source: No School Today
fr: Pas d'école aujourd'hui
it: Niente scuola oggi

source: No shared classes.
fr: Aucun cours partagé.
it: Nessuna lezione condivisa.

source: No shared subjects.
fr: Aucune matière partagée.
it: Nessuna materia condivisa.

source: No Timetable
fr: Aucun emploi du temps
it: Nessun orario

source: No timetable is available.
fr: Aucun emploi du temps n'est disponible.
it: Nessun orario disponibile.

source: No timetable synced yet
fr: Aucun emploi du temps synchronisé pour le moment
it: Nessun orario ancora sincronizzato

source: No upcoming occurrence of %@ was found.
fr: Aucune prochaine occurrence de %@ n'a été trouvée.
it: Non è stata trovata nessuna prossima occorrenza di %@.

source: No year groups are currently configured.
fr: Aucun groupe d'années n'est actuellement configuré.
it: Al momento non è configurato nessun gruppo anno.

source: No Year Groups Available
fr: Aucun groupe d'années disponible
it: Nessun gruppo anno disponibile

source: Not Now
fr: Pas maintenant
it: Non ora

source: Not selected
fr: Non sélectionné
it: Non selezionato

source: Nothing Scheduled
fr: Rien de prévu
it: Niente in programma

source: Nothing Scheduled Today
fr: Rien de prévu aujourd'hui
it: Niente in programma oggi

source: On the day
fr: Le jour même
it: Il giorno stesso

source: One alternate name per line. The display name is always included.
fr: Un nom alternatif par ligne. Le nom d'affichage est toujours inclus.
it: Un nome alternativo per riga. Il nome visualizzato è sempre incluso.

source: Only Shared Free Periods
fr: Uniquement les périodes libres partagées
it: Solo ore libere condivise

source: Only system administrators can change administrator access. System administrators cannot be changed here.
fr: Seuls les administrateurs système peuvent modifier l'accès administrateur. Les administrateurs système ne peuvent pas être modifiés ici.
it: Solo gli amministratori di sistema possono modificare l'accesso amministratore. Gli amministratori di sistema non possono essere modificati qui.

source: Open ${subject} for ${person}
fr: Ouvrir ${subject} pour ${person}
it: Apri ${subject} per ${person}

source: Open Settings
fr: Ouvrir les réglages
it: Apri impostazioni

source: Open Timetable
fr: Ouvrir l'emploi du temps
it: Apri orario

source: Open Timetable Destination
fr: Ouvrir la destination de l'emploi du temps
it: Apri destinazione orario

source: Opens a timetable or subject in the app.
fr: Ouvre un emploi du temps ou une matière dans l'application.
it: Apre un orario o una materia nell'app.

source: Password
fr: Mot de passe

source: Passwords must contain at least eight characters.
fr: Les mots de passe doivent contenir au moins huit caractères.
it: Le password devono contenere almeno otto caratteri.

source: Period %lld
fr: Période %lld
it: Ora %lld

source: Period:
fr: Période :
it: Periodo:

source: Person
fr: Personne
it: Persona

source: Photo Unavailable
fr: Photo indisponible
it: Foto non disponibile

source: Preferences
fr: Préférences
it: Preferenze

source: Preparing photo…
fr: Préparation de la photo…
it: Preparazione della foto…

source: Profile
fr: Profil
it: Profilo

source: Profile monogram
fr: Monogramme du profil
it: Monogramma del profilo

source: Profile name
fr: Nom du profil
it: Nome del profilo

source: Profile Photo Changes
fr: Modifications de la photo de profil
it: Modifiche foto del profilo

source: Profile Storage
fr: Stockage du profil
it: Archiviazione profilo

source: Pupil Free Days
fr: Jours sans élèves
it: Giorni senza alunni

source: Re-import from Calendar
fr: Réimporter depuis Calendrier
it: Reimporta da Calendario

source: Reload widgets now
fr: Recharger les widgets maintenant
it: Ricarica widget ora

source: Reload Year Groups
fr: Recharger les groupes d'années
it: Ricarica gruppi anno

source: Remove
fr: Retirer
it: Rimuovi

source: Remove Friend
fr: Retirer l'ami
it: Rimuovi amico

source: Remove Photo
fr: Retirer la photo
it: Rimuovi foto

source: Rename Subject
fr: Renommer la matière
it: Rinomina materia

source: Reorder
fr: Réorganiser
it: Riordina

source: Replace Photo
fr: Remplacer la photo
it: Sostituisci foto

source: Replace Subject Tags
fr: Remplacer les étiquettes de matière
it: Sostituisci i tag materia

source: Replace Subject Tags?
fr: Remplacer les étiquettes de matière ?
it: Sostituire i tag materia?

source: Replacement available %@
fr: Remplacement disponible %@
it: Sostituzione disponibile %@

source: Report
fr: Signaler
it: Segnala

source: Report Feedback or Bug
fr: Signaler un retour ou un bug
it: Segnala feedback o bug

source: Report Friend?
fr: Signaler cet ami ?
it: Segnalare l'amico?

source: Reported Storage
fr: Stockage signalé
it: Archiviazione segnalata

source: Reports the time until the next scheduled subject.
fr: Indique le temps restant avant la prochaine matière programmée.
it: Indica il tempo mancante alla prossima materia programmata.

source: Request
fr: Demande
it: Richiesta

source: Request Sent
fr: Demande envoyée
it: Richiesta inviata

source: Reserved
fr: Réservé
it: Riservato

source: Restore Normal Access
fr: Rétablir l'accès normal
it: Ripristina accesso normale

source: Restore Normal Server Access?
fr: Rétablir l'accès normal au serveur ?
it: Ripristinare l'accesso normale al server?

source: Restoring Account…
fr: Restauration du compte…
it: Ripristino account…

source: Restrict Server to System Administrators
fr: Restreindre le serveur aux administrateurs système
it: Limita il server agli amministratori di sistema

source: Restrict Server to System Administrators?
fr: Restreindre le serveur aux administrateurs système ?
it: Limitare il server agli amministratori di sistema?

source: Restrict to System Administrators
fr: Restreindre aux administrateurs système
it: Limita agli amministratori di sistema

source: Retry
fr: Réessayer
it: Riprova

source: Role
fr: Rôle
it: Ruolo

source: Save
fr: Enregistrer
it: Salva

source: Scheduled Subject
fr: Matière programmée
it: Materia programmata

source: School Day
fr: Journée scolaire
it: Giorno di scuola

source: School Day Summary
fr: Résumé de la journée scolaire
it: Riepilogo della giornata scolastica

source: School Events
fr: Événements scolaires
it: Eventi scolastici

source: School's Out
fr: Fin des cours
it: Scuola finita

source: Search Description
fr: Description de la recherche
it: Descrizione della ricerca

source: Search emoji
fr: Rechercher un emoji
it: Cerca emoji

source: Search Keywords
fr: Mots-clés de recherche
it: Parole chiave di ricerca

source: Search users
fr: Rechercher des utilisateurs
it: Cerca utenti
